import {BlogInfo} from "../common-info/blog-info/BlogInfo";

let testArticles : BlogInfo[] = [
    {
        id: 0,
        plantId: 0,
        title: "Анутриум",
        snippet: "Мы завели его, когда я была в 9м классе. " +
            "На самом деле я до сих не могу запомнить его название и каждый раз чудом нахожу его в интернете :)",
        content: "Мы завели его, когда я была в 9м классе. " +
            "На самом деле я до сих не могу запомнить его название и каждый раз чудом нахожу его в интернете :)"
    },
    {
        id: 1,
        plantId: 1,
        title: "Анутриум",
        snippet: "Мне его подарила соседка. Она фанатка этих растений! " +
            "Он стоит дома и радует нас своим цветением, это восторг.",
        content: "Мне его подарила соседка. Она фанатка этих растений! " +
            "Он стоит дома и радует нас своим цветением, это восторг."
    },
    {
        id: 2,
        plantId: 2,
        title: "Анутриум",
        snippet: "Мне его подарила соседка. Она фанатка этих растений! " +
            "Он стоит дома и радует нас своим цветением, это восторг.",
        content: "Мне его подарила соседка. Она фанатка этих растений! " +
            "Он стоит дома и радует нас своим цветением, это восторг."
    },
    {
        id: 3,
        plantId: 3,
        title: "Анутриум",
        snippet: "Мне его подарила соседка. Она фанатка этих растений! " +
            "Он стоит дома и радует нас своим цветением, это восторг.",
        content: "Мне его подарила соседка. Она фанатка этих растений! " +
            "Он стоит дома и радует нас своим цветением, это восторг."
    }
];

export default testArticles;